tap "clementtsang/bottom"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "k1low/tap"
tap "kayac/tap"
brew "asdf"
brew "awscli"
brew "bat"
brew "dog"
brew "dust"
brew "elm"
brew "elm-format"
brew "emojify"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-crypt"
brew "git-flow-avh"
brew "git-secrets"
brew "gitlint"
brew "gitmoji"
brew "gnupg"
brew "go"
brew "gojq"
brew "gping"
brew "hadolint"
brew "jsonlint"
brew "luajit", args: ["HEAD"]
brew "mackup"
brew "markdownlint-cli"
brew "mas"
brew "mitmproxy"
brew "neovim", args: ["HEAD"]
brew "nushell"
brew "procs"
brew "ripgrep"
brew "rust"
brew "sd"
brew "shellcheck"
brew "sk"
brew "ssh-copy-id", link: true
brew "starship"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "watchexec"
brew "xh"
brew "yamllint"
brew "yarn"
brew "zplug"
brew "zsh"
brew "clementtsang/bottom/bottom"
brew "k1low/tap/awsdo"
brew "kayac/tap/ecspresso"
cask "adobe-creative-cloud"
cask "alacritty"
# cask "amazon-music"
# cask "amazon-workspaces"
cask "appcleaner"
cask "avira-antivirus"
cask "bettertouchtool"
cask "camera-live"
cask "clipy"
cask "deepl"
cask "docker"
# cask "drawio"
# cask "dropbox"
# cask "figma"
cask "flume"
cask "font-cica"
cask "font-hackgen-nerd"
# cask "font-source-han-code-jp"
cask "forklift"
cask "fujifilm-x-webcam"
cask "google-chrome"
cask "google-japanese-ime"
cask "hammerspoon"
cask "iina"
cask "insomnia"
cask "karabiner-elements"
cask "keepingyouawake"
cask "kindle"
cask "krisp"
cask "microsoft-office"
cask "miro"
cask "mmhmm"
cask "ngrok"
# cask "night-owl"
cask "notion"
cask "obs"
# cask "obs-ndi"
cask "obs-virtualcam"
# cask "openemu"
# cask "quip"
# cask "rubymotion"
# cask "silicon-labs-vcp-driver"
# cask "skype"
cask "sonos"
cask "spotify"
cask "stack-stack"
cask "stoplight-studio"
cask "tableplus"
# cask "vox"
# cask "zeplin"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "DaVinci Resolve", id: 571213070
# mas "EdgeView 2", id: 1206246482
# mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "MindNode", id: 1289197285
mas "Pocket", id: 568494494
# mas "ReceiptKeeper", id: 413449473
# mas "Reeder", id: 880001334
mas "Todoist", id: 585829637
