tap "fujiwara/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "k1low/tap"
brew "bat"
brew "bettercap"
brew "binwalk"
brew "bottom"
brew "colima"
brew "devcontainer"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dog"
brew "dust"
brew "eza"
brew "fd"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-flow-avh"
brew "git-secrets"
brew "gitlint"
brew "gitmoji"
brew "gnupg"
brew "gping"
brew "jq"
brew "luajit", args: ["HEAD"]
brew "mackup"
brew "mas"
brew "mise"
brew "neovim", args: ["HEAD"]
brew "ollama"
brew "procs"
brew "ripgrep"
brew "sd"
brew "sheldon"
brew "sk"
brew "sqlfluff"
# brew "ssh-copy-id", link: true
brew "starship"
brew "termshark"
brew "wordnet"
brew "xh"
brew "yq"
brew "zellij"
brew "zsh"
brew "fujiwara/tap/ecsta"
brew "k1low/tap/awsdo"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "alacritty"
cask "alt-tab"
# cask "amazon-music"
# cask "amazon-workspaces"
cask "appcleaner"
cask "arc"
# cask "avira-antivirus"
# cask "bettertouchtool"
cask "chatgpt"
cask "claude"
# cask "deepl"
cask "drawio"
# cask "dropbox"
# cask "figma"
# cask "flume"
cask "font-hackgen-nerd"
# cask "forklift"
cask "fujifilm-x-webcam"
cask "gather"
cask "ghostty"
cask "google-chrome"
# cask "google-japanese-ime"
# cask "hammerspoon"
cask "iina"
cask "insomnia"
cask "kap"
cask "karabiner-elements"
cask "keepingyouawake"
cask "krisp"
cask "microsoft-office"
cask "miro"
cask "mmhmm"
cask "ngrok"
# cask "night-owl"
cask "notion"
cask "obs"
# cask "obs-ndi"
cask "obsidian"
# cask "openemu"
# cask "quip"
cask "raindropio"
cask "raycast"
# cask "rubymotion"
cask "session-manager-plugin"
# cask "silicon-labs-vcp-driver"
# cask "skype"
cask "sonos"
cask "spotify"
# cask "stack-stack"
cask "stoplight-studio"
cask "tableplus"
cask "todoist"
cask "twingate"
# cask "vmware-fusion"
# cask "vox"
# cask "zeplin"
cask "zoom"
mas "DaVinci Resolve", id: 571213070
# mas "EdgeView 2", id: 1206246482
mas "FANTASIAN", id: 1517339045
# mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "MindNode", id: 1289197285
# mas "ReceiptKeeper", id: 413449473
mas "Reeder", id: 1529448980
